ViacheslavMezentsev/stm32-cmake-yml/tests/fixtures/project/include/stm32g4xx_hal_conf.h
/* Configure-only fixture, not a complete HAL configuration. */
#define HAL_MODULE_ENABLED
#define HAL_GPIO_MODULE_ENABLED
